Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Next to each language the wizard shows what the listing already has for the row's image type: **No screenshots** when that language has none at all, **None in this size** when it only has other image types, or how many it already has.
ar: بجوار كل لغة، يعرض المعالج ما تحتويه القائمة بالفعل لنوع صورة الصف: **لا توجد لقطات شاشة** عندما لا تحتوي تلك اللغة على أي لقطات شاشة على الإطلاق، **لا شيء بهذا الحجم** عندما تحتوي فقط على أنواع صور أخرى، أو عدد الصور الموجودة بالفعل.
ca: Al costat de cada idioma, l'assistent mostra el que ja té la llista per al tipus d'imatge de la fila: **Cap captura de pantalla** quan aquest idioma no en té cap, **Cap d'aquesta mida** quan només té altres tipus d'imatge o quantes ja en té.
cs: Vedle každého jazyka průvodce zobrazí, co již výpis obsahuje pro typ obrázku na řádku: **Žádné snímky obrazovky**, pokud daný jazyk nemá vůbec žádné, **Žádné v této velikosti**, pokud má pouze jiné typy obrázků, nebo kolik jich již má.
da: Ud for hvert sprog viser guiden, hvad fortegnelsen allerede har for rækkens billedtype: **Ingen skærmbilleder**, når det pågældende sprog slet ikke har nogen, **Ingen i denne størrelse**, når det kun har andre billedtyper, eller hvor mange det allerede har.
de: Neben jeder Sprache zeigt der Assistent, was der Eintrag für den Bildtyp der Zeile bereits enthält: **Keine Screenshots**, wenn diese Sprache gar keine hat, **Keine in dieser Größe**, wenn sie nur andere Bildtypen hat, oder wie viele bereits vorhanden sind.
el: Δίπλα σε κάθε γλώσσα, ο οδηγός δείχνει τι έχει ήδη η καταχώριση για τον τύπο εικόνας της σειράς: **Δεν υπάρχουν στιγμιότυπα οθόνης** όταν αυτή η γλώσσα δεν έχει καθόλου, **Κανένα σε αυτό το μέγεθος** όταν έχει μόνο άλλους τύπους εικόνας ή πόσα έχει ήδη.
es: Junto a cada idioma, el asistente muestra lo que la ficha ya tiene para el tipo de imagen de la fila: **Sin capturas** cuando ese idioma no tiene ninguna, **Ninguna en este tamaño** cuando solo tiene otros tipos de imagen, o cuántas tiene ya.
fa: دستیار کنار هر زبان نشان می‌دهد که صفحهٔ فروشگاه از قبل چه چیزی برای نوع تصویر این ردیف دارد: **بدون اسکرین‌شات** وقتی آن زبان هیچ اسکرین‌شاتی ندارد، **هیچ‌کدام در این اندازه** وقتی فقط انواع تصویر دیگر دارد، یا اینکه از قبل چند تا دارد.
fi: Kunkin kielen vieressä ohjattu toiminto näyttää, mitä listalla on jo rivin kuvatyypillä: **Ei kuvakaappauksia**, kun kyseisellä kielellä ei ole yhtään, **Ei mitään tässä koossa**, kun siinä on vain muita kuvatyyppejä tai kuinka monta siinä on jo.
fr: À côté de chaque langue, l’assistant indique ce que la fiche contient déjà pour le type d’image de la ligne : **Aucune capture** quand cette langue n’en a aucune, **Aucune dans cette taille** quand elle n’a que d’autres types d’image, ou combien elle en a déjà.
he: ליד כל שפה האשף מציג מה כבר יש ברשימה עבור סוג התמונה של השורה: **ללא צילומי מסך** כאשר לשפה הזו אין בכלל, **אין בגודל הזה** כאשר יש לה רק סוגי תמונות אחרים, או כמה כבר יש לה.
hr: Uz svaki jezik čarobnjak prikazuje što popis već ima za vrstu slike retka: **Nema snimaka zaslona** kada ih taj jezik uopće nema, **Nijedan u ovoj veličini** kada ima samo druge vrste slika ili koliko ih već ima.
hu: A varázsló az egyes nyelvek mellett megmutatja, hogy mi van már a listában a sor képtípusához: **Nincs képernyőkép**, ha az adott nyelven egyáltalán nincs, **Ebben a méretben nincs**, ha csak más képtípusok vannak, vagy hány már van.
id: Di samping setiap bahasa, wizard menampilkan daftar yang sudah ada untuk jenis gambar baris: **Tidak ada tangkapan layar** jika bahasa tersebut tidak memiliki sama sekali, **Tidak ada dalam ukuran ini** jika hanya memiliki jenis gambar lain, atau berapa banyak yang sudah dimilikinya.
it: Accanto a ogni lingua, la procedura mostra cosa ha già la scheda per il tipo di immagine della riga: **Nessuno screenshot** quando quella lingua non ne ha nessuno, **Nessuno in questa dimensione** quando ha solo altri tipi di immagine, oppure quanti ne ha già.
ja: ウィザードは各言語の横に、その行の画像タイプについてストア掲載情報にすでにあるものを表示します。その言語にまったくない場合は **スクリーンショットなし**、ほかの画像タイプしかない場合は **このサイズはなし**、それ以外はすでにある枚数です。
ko: 마법사는 각 언어 옆에 해당 행의 이미지 유형에 대해 스토어 등록정보에 이미 있는 항목을 보여줍니다. 그 언어에 스크린샷이 전혀 없으면 **스크린샷 없음**, 다른 이미지 유형만 있으면 **이 크기 없음**, 그렇지 않으면 이미 있는 개수를 표시합니다.
ms: Di sebelah setiap bahasa, wizard menunjukkan perkara yang sudah ada pada penyenaraian untuk jenis imej baris: **Tiada tangkapan skrin** apabila bahasa itu tiada langsung, **Tiada dalam saiz ini** apabila ia hanya mempunyai jenis imej lain atau berapa banyak yang sudah ada.
nl: Naast elke taal laat de wizard zien wat de lijst al bevat voor het afbeeldingstype van de rij: **Geen schermafbeeldingen** als die taal er helemaal geen heeft, **Geen in dit formaat** als er alleen andere afbeeldingstypen zijn, of hoeveel er al is.
no: Ved siden av hvert språk viser veiviseren hva oppføringen allerede har for radens bildetype: **Ingen skjermbilder** når det språket ikke har noen i det hele tatt, **Ingen i denne størrelsen** når det bare har andre bildetyper, eller hvor mange det allerede har.
pl: Obok każdego języka kreator pokazuje, co już zawiera lista dla typu obrazu w wierszu: **Brak zrzutów ekranu**, jeśli w tym języku w ogóle ich nie ma, **Brak w tym rozmiarze**, gdy zawiera tylko inne typy obrazów lub ile już ma.
pt_br: Ao lado de cada idioma, o assistente mostra o que a página da loja já tem para o tipo de imagem da linha: **Sem capturas** quando esse idioma não tem nenhuma, **Nenhuma neste tamanho** quando só tem outros tipos de imagem, ou quantas já tem.
pt_pt: Ao lado de cada idioma, o assistente mostra o que a listagem já possui para o tipo de imagem da linha: **Nenhuma captura de ecrã** quando esse idioma não possui nenhuma, **Nenhum neste tamanho** quando possui apenas outros tipos de imagem, ou quantos já possui.
ro: Lângă fiecare limbă, expertul arată ce are deja lista pentru tipul de imagine al rândului: **Fără capturi de ecran** când limba respectivă nu are deloc, **Niciuna în această dimensiune** când are doar alte tipuri de imagini sau câte are deja.
ru: Рядом с каждым языком мастер показывает, что уже есть в странице приложения для типа изображений этой строки: **Нет скриншотов**, если у языка их нет совсем, **Нет в этом размере**, если есть только другие типы изображений, или сколько их уже есть.
sk: Vedľa každého jazyka sprievodca zobrazuje, čo už záznam obsahuje pre typ obrázka v riadku: **Žiadne snímky obrazovky**, ak daný jazyk nemá vôbec žiadne, **Žiadne v tejto veľkosti**, ak má iba iné typy obrázkov, alebo koľko ich už má.
sl: Poleg vsakega jezika čarovnik prikaže, kaj seznam že ima za vrsto slike vrstice: **Brez posnetkov zaslona**, če ta jezik sploh nima nobenega, **Brez v tej velikosti**, če ima samo druge vrste slik, ali koliko jih že ima.
sv: Bredvid varje språk visar guiden vad listningen redan har för radens bildtyp: **Inga skärmdumpar** när det språket inte har några alls, **Inga i denna storlek** när det bara har andra bildtyper, eller hur många det redan har.
th: ถัดจากแต่ละภาษา ตัวช่วยสร้างจะแสดงรายการที่มีอยู่แล้วสำหรับประเภทรูปภาพของแถว: **ไม่มีภาพหน้าจอ** เมื่อภาษานั้นไม่มีเลย **ไม่มีในขนาดนี้** เมื่อมีเฉพาะรูปภาพประเภทอื่นเท่านั้น หรือมีกี่ภาพแล้ว
tr: Sihirbaz her dilin yanında, mağaza kaydında satırın görsel türü için zaten nelerin bulunduğunu gösterir: o dilde hiç yoksa **Ekran görüntüsü yok**, yalnızca başka görsel türleri varsa **Bu boyutta yok**, aksi halde kaç tane olduğu.
uk: Поруч із кожною мовою майстер показує, що вже є на сторінці застосунку для типу зображень цього рядка: **Немає знімків екрана**, якщо в мови їх немає зовсім, **Немає в цьому розмірі**, якщо є лише інші типи зображень, або скільки їх уже є.
ur: ہر زبان کے آگے وزرڈ دکھاتا ہے کہ قطار کی تصویر کی قسم کے لیے فہرست میں پہلے سے کیا موجود ہے: **اسکرین شاٹس نہیں** جب اس زبان میں بالکل بھی کوئی نہیں ہے، **اس سائز میں کوئی نہیں** جب اس میں صرف تصویر کی دوسری قسمیں ہوں، یا اس میں پہلے سے کتنی ہیں۔
vi: Bên cạnh mỗi ngôn ngữ, trình hướng dẫn sẽ hiển thị những gì danh sách đã có cho loại hình ảnh của hàng: **Không có ảnh chụp màn hình** khi ngôn ngữ đó hoàn toàn không có ảnh chụp màn hình, **Không có ảnh nào ở kích thước này** khi nó chỉ có các loại hình ảnh khác hoặc có bao nhiêu loại hình ảnh đã có.
zh_hans: 向导会在每种语言旁显示商店详情中该行图片类型已有的内容：该语言完全没有截图时显示 **无截图**，只有其他图片类型时显示 **此尺寸无截图**，否则显示已有的数量。
zh_hant: 精靈會在每種語言旁顯示商店資訊中該列圖片類型已有的內容：該語言完全沒有截圖時顯示 **無截圖**，只有其他圖片類型時顯示 **此尺寸無截圖**，否則顯示已有的數量。

source: When a translation it sets is too long for its text box, Screenshot Bro fits it right away: a slightly smaller font first, then a taller box for that language only — into free space, never over another shape — and a smaller font only after that.
ar: عندما يتم تعيين ترجمة طويلة جدًا بالنسبة لمربع النص الخاص بها، فإن Screenshot Bro يتم ملاءمتها على الفور: خط أصغر قليلاً أولاً، ثم مربع أطول لتلك اللغة فقط - في مساحة خالية، وليس فوق شكل آخر أبدًا - وخط أصغر بعد ذلك فقط.
ca: Quan una traducció que estableix és massa llarga per al seu quadre de text, Screenshot Bro s'adapta de seguida: primer un tipus de lletra una mica més petit, després un quadre més alt només per a aquest idioma —a l'espai lliure, mai sobre una altra forma— i només després un tipus de lletra més petit.
cs: Když je překlad, který nastavuje, příliš dlouhý na své textové pole, Screenshot Bro se do něj okamžitě vejde: nejprve o něco menší písmo, pak vyšší rámeček pouze pro tento jazyk – do volného prostoru, nikdy přes jiný tvar – a menší písmo až poté.
da: Når en oversættelse, den indstiller, er for lang til dens tekstboks, passer Screenshot Bro til den med det samme: en lidt mindre skrifttype først, derefter en højere boks kun for det sprog - i fri plads, aldrig over en anden form - og en mindre skrifttype først derefter.
de: Ist eine Übersetzung, die der Assistent einsetzt, zu lang für ihr Textfeld, passt Screenshot Bro sie sofort an: zuerst mit einer etwas kleineren Schrift, dann mit einem höheren Feld nur für diese Sprache – in freien Platz, nie über eine andere Form – und erst danach mit einer noch kleineren Schrift.
el: Όταν μια μετάφραση που ορίζει είναι πολύ μεγάλη για το πλαίσιο κειμένου της, το Screenshot Bro ταιριάζει αμέσως: πρώτα μια ελαφρώς μικρότερη γραμματοσειρά και μετά ένα ψηλότερο πλαίσιο μόνο για αυτήν τη γλώσσα — σε ελεύθερο χώρο, ποτέ σε άλλο σχήμα — και μια μικρότερη γραμματοσειρά μόνο μετά από αυτό.
es: Cuando una traducción que establece es demasiado larga para su cuadro de texto, Screenshot Bro la ajusta al momento: primero con una fuente algo más pequeña, luego con un cuadro más alto solo para ese idioma —hacia el espacio libre, nunca encima de otra forma— y solo después con una fuente más pequeña.
fa: وقتی ترجمه‌ای که دستیار تنظیم می‌کند برای کادر متنش بیش از حد طولانی باشد، Screenshot Bro بلافاصله آن را جا می‌دهد: اول با فونتی کمی کوچک‌تر، سپس با کادری بلندتر فقط برای همان زبان — در فضای خالی و هرگز روی شکلی دیگر — و تنها پس از آن با فونتی کوچک‌تر.
fi: Kun sen asettama käännös on liian pitkä tekstikenttään, Screenshot Bro sopii siihen heti: ensin hieman pienempi kirjasin, sitten korkeampi laatikko vain kyseiselle kielelle - vapaaseen tilaan, ei koskaan toisen muodon päälle - ja pienempi fontti vasta sen jälkeen.
fr: Quand une traduction qu’il définit est trop longue pour sa zone de texte, Screenshot Bro l’ajuste aussitôt : d’abord une police légèrement plus petite, puis une zone plus haute pour cette langue uniquement — dans l’espace libre, jamais par-dessus une autre forme — et seulement ensuite une police plus petite.
he: כאשר תרגום שהוא מגדיר ארוך מדי עבור תיבת הטקסט שלו, Screenshot Bro מתאים לו מיד: תחילה גופן מעט קטן יותר, ולאחר מכן תיבה גבוהה יותר עבור השפה הזו בלבד - לתוך שטח פנוי, לעולם לא מעל צורה אחרת - וגופן קטן יותר רק לאחר מכן.
hr: Kada je prijevod koji postavi predugačak za tekstni okvir, Screenshot Bro ga smjesta uklapa: prvo nešto manji font, zatim viši okvir samo za taj jezik — u slobodni prostor, nikad preko drugog oblika — i tek nakon toga manji font.
hu: Ha az általa beállított fordítás túl hosszú a szövegdobozhoz, a Screenshot Bro azonnal beilleszti: először egy kicsivel kisebb betűtípust, majd egy magasabb mezőt csak az adott nyelvhez – szabad térbe, soha más alakzat fölé – és csak ezután egy kisebb betűtípust.
id: Jika terjemahan yang disetel terlalu panjang untuk kotak teksnya, Screenshot Bro akan langsung memasangnya: font yang sedikit lebih kecil terlebih dahulu, kemudian kotak yang lebih tinggi untuk bahasa tersebut saja — ke ruang kosong, jangan melebihi bentuk lain — dan font yang lebih kecil hanya setelah itu.
it: Quando una traduzione che imposta è troppo lunga per la sua casella di testo, Screenshot Bro la adatta subito: prima con un carattere leggermente più piccolo, poi con una casella più alta solo per quella lingua — nello spazio libero, mai sopra un’altra forma — e solo dopo con un carattere più piccolo.
ja: アシスタントが設定した翻訳がテキストボックスに収まらない場合、Screenshot Bro はすぐに収めます。まずフォントを少しだけ小さくし、次にその言語だけボックスを高くし（空いているスペースへ。ほかのシェイプには重ねません）、それでも足りないときに初めてさらにフォントを小さくします。
ko: 어시스턴트가 설정한 번역이 텍스트 상자에 비해 너무 길면 Screenshot Bro가 바로 맞춰 줍니다. 먼저 글꼴을 조금 줄이고, 그다음 해당 언어에서만 상자를 더 높게 만들며(빈 공간으로만, 다른 도형 위로는 절대 겹치지 않음), 그 후에야 글꼴을 더 줄입니다.
ms: Apabila terjemahan yang ditetapkan terlalu panjang untuk kotak teksnya, Screenshot Bro muatkannya dengan serta-merta: fon yang lebih kecil dahulu, kemudian kotak yang lebih tinggi untuk bahasa itu sahaja — ke dalam ruang kosong, tidak melebihi bentuk lain — dan fon yang lebih kecil hanya selepas itu.
nl: Wanneer een vertaling die wordt ingesteld te lang is voor het tekstvak, past Screenshot Bro er meteen in: eerst een iets kleiner lettertype, dan een groter vak alleen voor die taal (in de vrije ruimte, nooit over een andere vorm) en pas daarna een kleiner lettertype.
no: Når en oversettelse den angir er for lang for tekstboksen, passer Screenshot Bro den med en gang: en litt mindre skrift først, så en høyere boks kun for det språket – i ledig plass, aldri over en annen form – og en mindre skrift først etter det.
pl: Kiedy ustawione przez niego tłumaczenie jest za długie dla jego pola tekstowego, Screenshot Bro dopasowuje je od razu: najpierw nieco mniejszą czcionkę, potem wyższe pole tylko dla tego języka – na wolnej przestrzeni, nigdy nad innym kształtem – i dopiero potem mniejszą czcionką.
pt_br: Quando uma tradução definida por ele é longa demais para a caixa de texto, o Screenshot Bro a ajusta na hora: primeiro com uma fonte um pouco menor, depois com uma caixa mais alta só para aquele idioma — no espaço livre, nunca sobre outra forma — e só então com uma fonte menor.
pt_pt: Quando uma tradução definida é muito longa para sua caixa de texto, Screenshot Bro ajusta-a imediatamente: primeiro uma fonte um pouco menor, depois uma caixa mais alta apenas para esse idioma - no espaço livre, nunca sobre outra forma - e uma fonte menor somente depois disso.
ro: Când o traducere pe care o setează este prea lungă pentru caseta de text, Screenshot Bro se potrivește imediat: mai întâi un font puțin mai mic, apoi o casetă mai înaltă numai pentru acea limbă - în spațiul liber, niciodată peste altă formă - și un font mai mic doar după aceea.
ru: Если заданный ассистентом перевод не помещается в текстовое поле, Screenshot Bro сразу подгоняет его: сначала немного уменьшает шрифт, затем делает поле выше только для этого языка — в свободное место, никогда поверх другой фигуры, — и лишь после этого уменьшает шрифт сильнее.
sk: Keď je preklad, ktorý nastavuje, príliš dlhý na svoje textové pole, Screenshot Bro ho hneď zapadne: najprv trochu menšie písmo, potom vyššie pole len pre daný jazyk – do voľného priestoru, nikdy nie cez iný tvar – a menšie písmo až potom.
sl: Ko je prevod, ki ga nastavi, predolg za polje z besedilom, ga Screenshot Bro takoj prilagodi: najprej nekoliko manjša pisava, nato višje polje samo za ta jezik — v prosti prostor, nikoli čez drugo obliko — in šele za tem manjša pisava.
sv: När en översättning som den anger är för lång för sin textruta, passar Screenshot Bro den direkt: ett lite mindre teckensnitt först, sedan en högre ruta endast för det språket - till ledigt utrymme, aldrig över en annan form - och ett mindre teckensnitt först efter det.
th: เมื่อคำแปลที่ตั้งค่าไว้ยาวเกินไปสำหรับกล่องข้อความ Screenshot Bro จะปรับให้พอดีทันที โดยใส่แบบอักษรที่เล็กกว่าเล็กน้อยก่อน จากนั้นจึงใส่กล่องที่สูงกว่าสำหรับภาษานั้นเท่านั้น — ลงในพื้นที่ว่าง โดยไม่ทับรูปร่างอื่น — และใส่แบบอักษรที่เล็กลงหลังจากนั้นเท่านั้น
tr: Ayarladığı bir çeviri metin kutusuna sığmayacak kadar uzunsa Screenshot Bro onu hemen sığdırır: önce yazı tipini biraz küçültür, ardından yalnızca o dil için kutuyu uzatır — boş alana doğru, asla başka bir şeklin üzerine değil — ve ancak bundan sonra yazı tipini daha da küçültür.
uk: Якщо заданий асистентом переклад не вміщується в текстове поле, Screenshot Bro одразу підганяє його: спершу трохи зменшує шрифт, потім робить поле вищим лише для цієї мови — у вільне місце, ніколи поверх іншої фігури, — і лише після цього зменшує шрифт сильніше.
ur: جب کوئی ترجمہ سیٹ کرتا ہے تو اس کے ٹیکسٹ باکس کے لیے بہت لمبا ہوتا ہے، Screenshot Bro اسے فوراً فٹ کر دیتا ہے: پہلے تھوڑا سا چھوٹا فونٹ، پھر صرف اس زبان کے لیے ایک لمبا باکس — خالی جگہ میں، کبھی کسی اور شکل پر نہیں — اور اس کے بعد ہی ایک چھوٹا فونٹ۔
vi: Khi bản dịch mà nó đặt quá dài so với hộp văn bản, Screenshot Bro sẽ khớp ngay với bản dịch đó: trước tiên là phông chữ nhỏ hơn một chút, sau đó là hộp cao hơn chỉ dành cho ngôn ngữ đó — vào khoảng trống, không bao giờ đè lên hình dạng khác — và chỉ sau đó là phông chữ nhỏ hơn.
zh_hans: 当它设置的译文超出文本框时，Screenshot Bro 会立即让它放得下：先把字体稍微缩小，再仅为该语言加高文本框（只占用空白区域，绝不覆盖其他形状），之后才会进一步缩小字体。
zh_hant: 當它設定的譯文超出文字框時，Screenshot Bro 會立即讓它放得下：先把字體稍微縮小，再僅為該語言加高文字框（只佔用空白區域，絕不覆蓋其他形狀），之後才會進一步縮小字體。

source: %@, the primary language, has no %@ set, so locales without one have nothing to fall back to.
ar: %1$@، اللغة الأساسية، ليس لديها مجموعة %2$@، لذلك ليس لدى اللغات التي لا تحتوي على أي شيء يمكن الرجوع إليه.
ca: %1$@, l'idioma principal, no té cap %2$@ configurat, de manera que les configuracions locals sense una no tenen res a què tornar.
cs: %1$@, primární jazyk, nemá nastaveno %2$@, takže národní prostředí bez něj se nemají k čemu vrátit.
da: %1$@, det primære sprog, har ingen %2$@ indstillet, så lokaliteter uden et har intet at falde tilbage til.
de: %@, die Hauptsprache, hat kein Set für %@, daher können Sprachen ohne eigenes Set auf nichts zurückgreifen.
el: Η %1$@, η κύρια γλώσσα, δεν έχει οριστεί %2$@, επομένως οι τοπικές ρυθμίσεις χωρίς ένα δεν έχουν σε τίποτα να επιστρέψουν.
es: %@, el idioma principal, no tiene un conjunto de %@, así que los idiomas sin uno propio no tienen nada a lo que recurrir.
fa: %@، زبان اصلی، مجموعهٔ %@ ندارد، بنابراین زبان‌هایی که مجموعه ندارند جایگزینی برای استفاده ندارند.
fi: %1$@, ensisijainen kieli, ei ole asetettu %2$@, joten kielillä ilman sitä ei ole mitään, mihin palata.
fr: %@, la langue principale, n’a pas de jeu %@ : les langues qui n’en ont pas n’ont donc rien sur quoi se rabattre.
he: ל-%1$@, השפה הראשית, אין הגדרה של %2$@, כך שלמקומות ללא אחד אין למה לחזור אליו.
hr: %1$@, primarni jezik, nema postavljen %2$@, tako da se lokalne postavke bez njega nemaju na što vratiti.
hu: Az %1$@-nak, az elsődleges nyelvnek nincs beállítva %2$@, így az ilyen nélküli nyelvi területeken nincs mire visszaállni.
id: %1$@, bahasa utama, tidak memiliki %2$@ yang disetel, jadi bahasa lokal yang tidak memiliki bahasa tersebut tidak dapat digunakan kembali.
it: %@, la lingua principale, non ha un set %@, quindi le lingue che ne sono prive non hanno nulla su cui ripiegare.
ja: 主要言語の %@ に %@ のセットがないため、セットのない言語には代わりに表示されるものがありません。
ko: 기본 언어인 %@에 %@ 세트가 없으므로, 세트가 없는 언어는 대신 사용할 것이 없습니다.
ms: %1$@, bahasa utama, tidak mempunyai set %2$@, jadi tempat tanpa satu tidak mempunyai apa-apa untuk dikembalikan.
nl: Voor %1$@, de primaire taal, is geen %2$@ ingesteld, dus landinstellingen zonder taal hebben niets om op terug te vallen.
no: %1$@, primærspråket, har ingen %2$@ satt, så lokaliteter uten et har ingenting å falle tilbake til.
pl: %1$@, język podstawowy, nie ma ustawionego %2$@, więc ustawienia regionalne bez takiego ustawienia nie mają się do czego odwołać.
pt_br: %@, o idioma principal, não tem um conjunto de %@, então os idiomas sem um não têm nada para usar como alternativa.
pt_pt: %1$@, o idioma principal, não tem %2$@ definido, portanto, localidades sem um não têm nada para onde recorrer.
ro: %1$@, limba principală, nu are nicio setare %2$@, așa că localurile fără una nu au la ce să se întoarcă.
ru: У %@, основного языка, нет набора %@, поэтому языкам без своего набора не на что опереться.
sk: %1$@, primárny jazyk, nemá nastavený %2$@, takže miestne nastavenia bez neho sa nemajú k čomu vrátiť.
sl: %1$@, primarni jezik, nima nastavljenega %2$@, tako da se jeziki brez njega nimajo na kaj obrniti.
sv: %1$@, det primära språket, har ingen %2$@ inställning, så lokaler utan ett har inget att falla tillbaka till.
th: %1$@ ซึ่งเป็นภาษาหลักไม่ได้ตั้งค่า %2$@ ดังนั้นสถานที่ที่ไม่มีภาษาใดก็ไม่มีอะไรจะถอยกลับไป
tr: Ana dil olan %@ için %@ seti yok, bu nedenle seti olmayan dillerin yerine kullanılabilecek bir şey yok.
uk: У %@, основної мови, немає набору %@, тож мовам без власного набору нема на що спертися.
ur: %1$@، بنیادی زبان میں کوئی %2$@ سیٹ نہیں ہے، لہذا ایک کے بغیر لوکل میں واپس آنے کے لیے کچھ نہیں ہے۔
vi: %1$@, ngôn ngữ chính, không có %2$@ được đặt, vì vậy những ngôn ngữ không có ngôn ngữ chính sẽ không có gì để quay lại.
zh_hans: 主要语言 %@ 没有 %@ 截图组，因此没有截图组的语言无可回退。
zh_hant: 主要語言 %@ 沒有 %@ 螢幕截圖組，因此沒有截圖組的語言無可回退。

source: %@ has no %@ set, so it falls back to %@.
ar: %1$@ لم يتم ضبطه على %2$@، لذلك يعود إلى %3$@.
ca: %1$@ no té cap %2$@ establert, de manera que torna a %3$@.
cs: %1$@ nemá nastaveno %2$@, takže spadá zpět na %3$@.
da: %1$@ har intet %2$@ indstillet, så det falder tilbage til %3$@.
de: %@ hat kein Set für %@ und greift daher auf %@ zurück.
el: Το %1$@ δεν έχει ορίσει %2$@, επομένως επιστρέφει στο %3$@.
es: %@ no tiene un conjunto de %@, así que se usa en su lugar %@.
fa: %@ مجموعهٔ %@ ندارد، بنابراین از %@ استفاده می‌کند.
fi: %1$@:lle ei ole asetettu %2$@-asetusta, joten se palaa kohtaan %3$@.
fr: %@ n’a pas de jeu %@ et se rabat donc sur %@.
he: ל-%1$@ אין הגדרה של %2$@, אז הוא נופל בחזרה ל-%3$@.
hr: %1$@ nema postavljen %2$@, pa se vraća na %3$@.
hu: Az %1$@-nak nincs beállítva %2$@, így visszaesik %3$@-ra.
id: %1$@ tidak memiliki %2$@ yang disetel, sehingga kembali ke %3$@.
it: %@ non ha un set %@, quindi ripiega su %@.
ja: %@ には %@ のセットがないため、%@ のものが使われます。
ko: %@에는 %@ 세트가 없으므로 %@의 스크린샷이 대신 사용됩니다.
ms: %1$@ tidak mempunyai set %2$@, jadi ia kembali kepada %3$@.
nl: %1$@ heeft geen %2$@ ingesteld, dus het valt terug naar %3$@.
no: %1$@ har ingen %2$@ satt, så den faller tilbake til %3$@.
pl: %1$@ nie ma ustawionego %2$@, więc wraca do %3$@.
pt_br: %@ não tem um conjunto de %@, então usa %@ como alternativa.
pt_pt: %1$@ não tem %2$@ definido, então volta para %3$@.
ro: %1$@ nu are setat %2$@, așa că revine la %3$@.
ru: У %@ нет набора %@, поэтому используется %@.
sk: %1$@ nemá nastavenú %2$@, takže sa vráti späť na %3$@.
sl: %1$@ nima nastavljenega %2$@, zato se vrne na %3$@.
sv: %1$@ har ingen %2$@ inställning, så den faller tillbaka till %3$@.
th: %1$@ ไม่ได้ตั้งค่า %2$@ ดังนั้นจึงกลับไปเป็น %3$@
tr: %@ için %@ seti yok, bu yüzden %@ kullanılıyor.
uk: У %@ немає набору %@, тому використовується %@.
ur: %1$@ کا کوئی %2$@ سیٹ نہیں ہے، لہذا یہ واپس %3$@ پر آتا ہے۔
vi: %1$@ không được đặt %2$@ nên nó quay trở lại %3$@.
zh_hans: %@ 没有 %@ 截图组，因此会回退到 %@。
zh_hant: %@ 沒有 %@ 螢幕截圖組，因此會改用 %@。
